/*
  LocalizableDemo.strings
  Things touch

  Created by Jace Kalms on 3/08/12.
  Copyright (c) 2012 Cultured Code. All rights reserved.
*/

/* Strings for the demo data in the sample database used for Apple demo builds. */


/* TAGS */

"Books" = "本";
"Diane" = "ダイアナ";
"Errand" = "用事";
"Home" = "ホーム";
"Important" = "重要";
"Marc" = "マコ";
"Office" = "仕事";
"Pending" = "保留中";
"Phone" = "電話";



/* AREAS */

"Family" = "家族";
"Hobbies" = "趣味";
"Work" = "仕事";



/* PROJECTS */

/* Project: "Attend Conference" */
"Attend Conference" = "学会に出席";

"Register for conference" = "学会に登録";
"Choose sessions to attend" = "参加するセッションを選ぶ";
"Create a schedule" = "スケジュールを作成";
"File expense report" = "経費報告書を提出";


/* Project: "Buy a New Car" */
"Buy a New Car" = "新しい車を買う";

"Look at classified ads" = "広告欄を見る";
"Ask Sarah about dealerships in town" = "佐藤さんに近所の販売店について尋ねる";
"Decide on a make and model" = "メーカーと車種を決める";
"Check insurance rates" = "自動車保険を確認";
"Plan a test drive" = "試乗を計画";
"Inquire about loans" = "ローンについて質問";


/* Project: "Learn Basic Italian" */
"Learn Basic Italian" = "イタリア語の基礎を勉強";

"Find a phrase book" = "会話表現集を探す";

"Label things around the apartment" = "家中にイタリア語でラベルを付ける";

"Look for conversation groups" = "会話サークルを探す";

"Check language app reviews" = "言語Appのレビューを見る";

"Start learning some Italian" = "イタリア語を始める";
"The trip to Rome is just a couple of months away! Let’s see how much of the language I can learn before we land." = "ローマ旅行まで後２か月! 到着までにどれほどイタリア語を覚えられるかやってみよう。";
"Buy a phrase book" = "会話表現集を買う";
"Make some flash cards" = "フラッシュカードを作る";
"Find a podcast for beginners" = "初心者向けのポッドキャストを探す";


/* Project: "Order Team T-Shirts" */
"Order Team T-Shirts" = "チームのTシャツを注文";

"Finalize design" = "デザインを最終決定";

"Pick colors" = "色を選ぶ";

"Review t-shirt styles" = "Tシャツのスタイルを確認";

"Research printing companies" = "プリントの会社を探す";

"Place order" = "注文する";
"Alex: medium" = "恭平: M";
"Diane: small" = "ダイアナ: S";
"Me: medium" = "私: M";
"Marc: large" = "大輔: L";


/* Project: "Onboard James" */

"Onboard James" = "新人研修";
"James’ first day is next Monday, and he’ll arrive at 8:45 AM for a walkthrough of the office with me and Diane. Lunch after that?" = "来週の月曜は足立さんの初出勤の日です。8:45AMに出社予定なので、ダイアナと私でオフィスの案内をします。その後ランチはどうですか?";

/* Project: "Onboard James" - Heading: "Financial and legal" */
"Financial and legal" = "財政および法律";

"Request bank account information" = "給料の振込み先を確認";
"Get copy of signed contract" = "雇用契約書のコピーをとる";

/* Project: "Onboard James" - Heading: "Facilities" */
"Order a chair" = "椅子を注文";
"Order a desk" = "机を注文";
"Provide access keycard" = "オフィスの鍵を渡す";
"Give a walkthrough of the office" = "オフィスの案内";

/* Project: "Onboard James" - Heading: "IT" */
"IT" = "IT部門";

"Grant access privileges" = "アクセス権を与える";
"Send copy of usage agreements" = "利用同意契約書のコピーを送信";
"Order a laptop" = "パソコンを注文";
"Schedule introduction to HR" = "人事部に紹介する予定を入れる";


/* Project: "Run a Marathon" */

"Run a Marathon" = "マラソンに挑戦";
"The average finishing time for last year’s New York City Marathon was 4:37:38. 42.195 kilometers: it’s on! " = "去年のニューヨークシティマラソンの平均タイムは4:37:38。  42.195km。やるぞ!";

/* Project: "Run a Marathon" - Heading: "Preparations" */
"Preparations" = "準備";

"Read article about nutrition" = "栄養学の記事を読む";
"http://www.marathonguide.com/training/articles/Nutrition.cfm" = "http://www.marathonguide.com/training/articles/Nutrition.cfm";

"Calculate protein requirements" = "タンパク質の必要量を計算";
"While you’re training, 15 to 20 percent of your calories should come from protein. Multiply your weight in pounds by 0.6 to determine how many grams of protein you need." = "トレーニング中、カロリーの15から20%はタンパク質から摂取する必要があります。体重 (単位: パウンド) x 0.6 が必要なタンパク質のグラム数です。";

"Register for the marathon" = "マラソンに参加申し込み";
"https://cultured-marathon.com/sign-up" = "https://cultured-marathon.com/sign-up";

"Schedule a physical" = "健康診断を予約";

/* Project: "Run a Marathon" - Heading: "Plan training schedule" */
"Plan training schedule" = "トレーニングスケジュールを計画";

"Review 16-week training plan" = "16週間のトレーニング計画を確認";
"http://cdnnym.nyrr.org/sites/default/files/Marathon%20Training%20Plans%20-%20Conservative.pdf?_ga=1.157355257.232708124.1492784153" = "http://cdnnym.nyrr.org/sites/default/files/Marathon%20Training%20Plans%20-%20Conservative.pdf?_ga=1.157355257.232708124.1492784153";

"Add training schedule to calendar" = "トレーニングスケジュールをカレンダーに追加";
"Add race day to calendar 🏁" = "レース日をカレンダーに追加 🏁";

/* Project: "Run a Marathon" - Heading: "Things to buy" */
"Shoes" = "シューズ";
"Waist pack" = "ウエストポーチ";
"Water bottle belt" = "水筒用のベルト";
"Lubrication to prevent chafing" = "すりむけ防止のクリーム";


/* Project: "Throw Party for Eve" */

"Throw Party for Eve" = "香奈のパーティを準備";
"Eve’s turning 30! 🎉 Daniel will get her to her favorite Thai place, and we’ll all be waiting there to surprise her. After that: cocktails and karaoke!" = "奈月さんが30歳になります! 🎉 ダニエルが彼女のお気に入りのタイ料理レストランに連れてくるので、私たちはそこで待っていてサプライズでお祝いしましょう。その後はカクテルとカラオケ!";

/* Project: "Throw Party for Eve" - Heading: "Organization" */
"Organization" = "計画";

"Ask Greg about karaoke places in town" = "健にカラオケの場所を確認";

"Send invitations" = "招待状を送る";
"Alex" = "恭平";
"Daniel" = "ダニエル";
"Greg" = "健";
"Jaime" = "順也";
"Jen" = "ジェン";
"Lela" = "玲子";
"Me" = "私";
"Nina" = "ニナ";

"Make reservation for dinner" = "ディナーを予約";

"Brainstorm with Daniel" = "ダニエルとブレーンストーミング";

/* Project: "Throw Party for Eve" - Heading: "Stuff to get" */
"Stuff to get" = "買い物リスト";

"Buy party decorations" = "パーティの飾りを買う";
"Daniel might be able to bring a helium tank for the balloons." = "裕二くんが風船用のヘリウムガスを持ってこれるかも。";
"Balloons" = "風船";
"Party hats" = "パーティハット";
"Streamers" = "クラッカー";

"Rent a helium tank" = "ヘリウムガスをレンタル";

"Buy “thank you” cards" = "お礼状を買う";

"Order a cake" = "ケーキを注文";

"Buy a gift for Eve" = "奈月さんにプレゼントを買う";

/* Project: "Throw Party for Eve" - Heading: "Decorations" */
"Decorations" = "飾り付け";

"Wrap present" = "プレゼントをラップする";
"Blow up balloons" = "風船を膨らませる";
"Hang streamers" = "部屋を飾り付ける";

/* Project: "Throw Party for Eve" - Heading: "After the party" */
"After the party" = "パーティーの後";

"Return the helium tank" = "ヘリウムのタンクを返す";
"Email everyone for photos" = "みんなに写真を頼むメールをする";
"Send “thank you” cards" = "お礼状を送る";
"Share photo album" = "フォトアルバムを共有";


/* Project: "Prepare Presentation" */

"Prepare Presentation" = "プレゼンの準備";
"Keep the talk and slides simple: what are the three things about this that everyone should remember?" = "トークとスライドをシンプルに：みんなに覚えて欲しい3つのことは何か？";

/* Project: "Prepare Presentation" - Heading: "Slides and notes" */
"Slides and notes" = "スライドとメモ";

"Revise introduction" = "導入箇所を編集";
"The whole thing’s a bit too wordy, and it’d probably still work without the middle bit." = "全体的に少し冗漫な印象。多分真ん中の部分がなくても問題ないと思われる。";

"Simplify slide layouts" = "スライドのレイアウトを単純化";

"Review quarterly data with Olivia" = "小林さんと四半期のデータを確認";

"Print handouts for attendees" = "配布資料をプリント";

/* Project: "Prepare Presentation" - Heading: "Preparation" */
"Preparation" = "準備";

"Email John for presentation tips" = "プレゼンの秘訣を足立さんに聞く";

"Check out book recommendations" = "おすすめの本を借りる";
"https://www.inc.com/geoffrey-james/7-great-books-that-hone-your-presentation-skills.html" = "https://www.inc.com/geoffrey-james/7-great-books-that-hone-your-presentation-skills.html";

"Time a full rehearsal" = "時間を計る";

"Do a practice run with Eric" = "エリックとプレゼンの練習";

"Confirm presentation time" = "プレゼンの時間を確認";

/* Project: "Prepare Presentation" - Heading: "Facilities" */
"Facilities" = "設備";

"Book the conference room" = "会議室を手配";

"Ask Diane about the projector" = "プロジェクタについてダイアナと確認";
"Do I need an adapter?" = "アダプタが要るか？";

"Borrow the clicker from IT" = "ITからリモコンを借りる";

"Arrive early to test IT’s setup" = "早めに着いてITの設定をテスト";


/* Project: "Vacation in Rome" */

"Vacation in Rome" = "ローマの休日";
"We’ll go from June 14-22 and visit Jane and Paolo. Maybe do a night out in Trastevere." = "6/14から22までローマ旅行。麻里子とパウロを訪問。トラステヴェレでナイトライフ？";

/* Project: "Vacation in Rome" - Heading: "Planning" */
"Planning" = "計画";

"Add trip dates to calendar" = "旅行の日程をカレンダーに追加";

"Book flights" = "飛行機を予約";

"Read about the metro" = "メトロについて調べる";
"https://en.wikipedia.org/wiki/Rome_Metro" = "https://en.wikipedia.org/wiki/Rome_Metro";

"Borrow Sarah’s travel guide" = "サラから旅行ガイドを借りる";

"Book a hotel room" = "ホテルを予約";

/* Project: "Vacation in Rome" - Heading: "Things to buy" */
"Things to buy" = "買い物リスト";

"Extra camera battery" = "カメラ電池の予備";
"http://www.fujifilm.com/products/digital_cameras/accessories/batteries/" = "http://www.fujifilm.com/products/digital_cameras/accessories/batteries/";

"Power adapter" = "変圧器";
"https://www.rei.com/learn/expert-advice/world-electricity-guide.html" = "https://www.rei.com/learn/expert-advice/world-electricity-guide.html";

/* Project: "Vacation in Rome" - Heading: "Things to do" */
"Things to do" = "したいこと";

"Take a cooking class" = "料理教室を予約";

"Take a day trip to the Vatican" = "バチカンに日帰り旅行";
"Consider booking a tour of the Vatican Museums.\n\nhttp://www.museivaticani.va/content/museivaticani/en.html" = "バチカン美術館のツアーの予約を検討\n\nhttp://www.museivaticani.va/content/museivaticani/en.html";

"Visit the Colosseum" = "コロッセオに行く";
"Open every day, year-round. 12€.\n\nOpen 8:30 AM until 5:30 PM from March 16 until last Saturday of March and 8:30 AM until 7:15 PM from last Sunday of March until August 31.\n\nhttp://www.the-colosseum.net/around/visit.htm" = "年中無休、12€。\n\n3月16日から3月の最終土曜日までは午前8:30から午後5:30まで、3月の最終日曜日から8月31日までは午前8:30から午後7:15まで開場。\n\nhttp://www.the-colosseum.net/around/visit.htm";

"Meet up with Violetta" = "マルタに会う";

/* Project: "Vacation in Rome" - Heading: "Get packed" */
"Get packed" = "荷造り";

"Pack suitcase" = "スーツケースを詰める";
"Don’t forget to check the weather forecast!" = "お天気を確認！";
"Outfits for eight days" = "8日分の着替え";
"Charger" = "充電器";
"Umbrella" = "傘";

"Pack carry-on" = "手荷物を詰める";
"Take the small gray messenger bag. Seat on the flight has a USB port, so there’s no need to pack a charger." = "グレーの小さなメッセンジャーバッグを持っていく。USBポートのあるフライトを予約。充電器を携帯しなくていいから。";
"Passport" = "パスポート";
"iPad" = "iPad";
"AirPods" = "AirPods";
"Lightning to USB cable" = "USBケーブルのLightning";
"Sleep mask" = "安眠マスク";

"Pack toiletry bag" = "洗面用具を詰める";
"Toothbrush" = "歯ブラシ";
"Toothpaste" = "歯磨き";
"Floss" = "フロス";
"Deodorant" = "デオドラント";
"Sunscreen" = "日焼け止め";

/* Project: "Vacation in Rome" - Heading: "Before departure" */
"Before departure" = "出発前";

"“Out the door” checklist" = "出かける前のチェックリスト";
"Take out trash" = "ゴミを出す";
"Adjust thermostat" = "エアコンを消す";
"Close windows" = "窓を閉める";
"Lower blinds" = "カーテンを閉める";
"Turn off burners" = "火の元を確認";
"Turn off faucets" = "水回りを確認";
"Turn off lights" = "電気を消す";
"Lock front door" = "玄関を施錠";
"Check for essentials like passport, tickets, and keys" = "重要なものを確認（パスポート、チケット、鍵など）";


/* Project: "Build a Treehouse" */
"Build a Treehouse" = "ツリーハウスを作る";

"Decide on ladder style" = "ハシゴのスタイルを決める";
"Rope or wood?" = "ロープか木製か?";

"Make some design sketches" = "デザインのスケッチをする";

"Price lumber" = "材木の価格を調べる";

"Choose a tree" = "木を選ぶ";

"Check out “11 Amazing Treehouses”" = "“11の驚きのツリーハウス”を見る";
"http://www.popularmechanics.com/adventure/g184/treehouse-photos-460310/?" = "http://www.popularmechanics.com/adventure/g184/treehouse-photos-460310/?";



/* TO-DOS */

/* to-dos in the inbox */

"Plan a road trip for this summer" = "今年の夏の車旅行を計画";

"Buy groceries for dinner" = "夕食の材料を買う";
"Try that easy pizza margherita recipe from Val:" = "朱里から聞いた簡単マルガリータピザのレシピを試す:";
"2 garlic cloves" = "ニンニク　２片";
"2 small tomatoes" = "小さめのトマト　２個";
"Basil" = "バジル";
"Mozzarella" = "モッツァレラチーズ";
"Parmesan" = "パルメザンチーズ";
"Olive oil" = "オリーブオイル";
"Crushed red pepper flakes" = "赤唐辛子フレーク";
"Thin pizza crust" = "薄いピザ生地";

/* To-dos with no area or project */

"Buy movie tickets for Friday" = "金曜の映画のチケットを買う";
"Do laundry" = "洗濯";
"Get a haircut" = "髪を切る";
"Make reservation for brunch" = "ブランチを予約";
"Pick up dry cleaning" = "ドライクリーニングを取りに行く";
"Book tickets for the show" = "ショーのチケットを予約";

/* To-do with notes/checklist: "Do morning routine" */

"Do morning routine" = "朝の日課をする";
"Don’t forget to eat a healthy breakfast. Some ideas:\nhttps://healthy-eating.example.com/21-great-breakfasts" = "健康的な朝食を食べる。アイデア：\nhttps://kinarino.jp/cat4-グルメ/12011-朝に摂りたい食材はこれ♪健康的で美味しい朝ごはんレシピ☆";
"Go on a walk" = "散歩する";
"Plan for the day" = "今日の計画";
"Write for 30 minutes" = "30分書く";

/* To-do with notes/checklist: "Read some of the classics" */

"Read some of the classics" = "古典文学を読む";
"All of these titles are available for free on Project Gutenberg. Audiobooks might be a good idea, too." = "これらの本はすべてProject Gutenbergから無料で利用できる。オーディオブックもいいかも。";
"The Count of Monte Cristo" = "巌窟王";
"The Curious Case of Benjamin Button" = "ベンジャミン・バトン - 数奇な人生";
"The Scarlet Letter" = "緋文字";
"A Tale of Two Cities" = "二都物語";
"War and Peace" = "戦争と平和";

/* To-dos in area "Family" */

"Call Mom and Dad" = "両親に電話";
"Get car inspected" = "車検を受ける";
"Congratulate Alex and Shin on the baby" = "恭平くんご夫妻に出産のお祝いメッセージを送る";
"Send flowers to Kris 💐" = "香奈にお花を贈る 💐";
"Wish Grandpa a happy birthday" = "おじいちゃんに誕生日のメッセージを送る";

/* To-dos in area "Work" */

"Organize catering" = "ケータリングを計画";

"Confirm conference call for Wednesday" = "水曜の電話会議を確認";

"Finish expense report" = "経費報告書を提出";

"Research ergonomic chairs" = "人間工学に基づいた椅子をリサーチ";

"Let reception know to expect Don" = "受付に土井さんが来ることを伝える";

"Organize desk drawers" = "机の引き出しを整理";

"Meet with Diane" = "ダイアナと会う";
"Our usual conference room is booked, so this calls for an off-site meeting at that new café on the corner." = "普段使用している会議室は予約済みですので、角の新しいあのカフェで社外会議を行います。";
"Finalize conference schedule" = "会議のスケジュールを最終決定";
"Review last month’s budget" = "先月の予算を見直す";
"Brainstorm plan for next quarter" = "次の四半期の計画を話し合う";

"Prepare interview questions" = "面接の質問を準備";

"Resubmit TPS report with cover page" = "TPSのレポートに表紙をつけて再提出";

"Order office supplies" = "事務用品を注文";
"Notebooks" = "ノート";
"Paperclips" = "紙クリップ";
"Pencils" = "鉛筆";
"Pens" = "ペン";
"Printer paper" = "プリンター用紙";
"Staples" = "ホッチキス";
"Tape" = "テープ";
"Thumbtacks" = "画鋲";
"Toner" = "トナー";
"Coffee" = "コーヒー";
"Coffee filters" = "コーヒーフィルター";
"Tea" = "お茶";


/* To-do in area "Work" with notes/checklist: "Apply for position at our New York office" */

"Apply for position at our New York office" = "LAオフィスのポジションに志願する";
"Diane says there’s a position opening up this summer and thinks I’d be a good fit." = "ダイアナによると今年の夏にポジションが空くそうだ。適材だと言われた。";
"Update resume" = "履歴書を更新";
"Draft my introduction" = "自己紹介を下書き";
"Ask John for recommendation letter" = "部長に推薦状を書いてもらう";

/* To-do in area "Work" with notes/checklist: "Apply for training course" */

"Apply for training course" = "トレーニングコースに申し込む";
"According to Diane, it’s a great two weeks. She’ll put in a good word for me with the director." = "ダイアナによると、すばらしい2週間らしい。ディレクターに口添えしてくれるそうだ。";
"Review application" = "申し込み用紙を確認";
"Email Sue about training budget" = "トレーニングの予算について尋ねる";
"Get a recommendation letter" = "推薦状をもらう";

/* To-dos in area "Hobbies" */

"Attend a craft beer seminar" = "クラフトビールのセミナーに参加";
"Check wine tasting schedule 🍷" = "ワインテイスティングの予定を確認 🍷";
"Change guitar strings" = "ギターの弦を変える";
"Find a cooking course for next week" = "来週の料理クラスを探す";
"Review photos from last weekend" = "先週末の写真を見直す";

"Practice chords for a half-hour 🎸" = "30分コードの練習 🎸";
"Don’t forget to wash your hands before starting and to clean the strings when you’re done!" = "始める前に手を洗うのを忘れないように。終わったら弦を綺麗にすることも!";
"A major" = "A メジャー";
"A minor" = "A マイナー";
"C major" = "C メジャー";
"D major" = "D メジャー";
"E major" = "E メジャー";
"E minor" = "E マイナー";
"F major" = "F メジャー";
"G major" = "G メジャー";

"Shoot some photos in Heidelberg" = "ハイデルベルグで写真を撮る";
"Jace will meet us at the main station around 9:00. Ask Nichole about that place with the paninis. Probably should book the last train home." = "ジェイスさんと9時ごろ主要駅で待ち合わせ。ニコールさんにパニーニの場所を聞く。最終電車の予約をした方がいいかも。";
"Old town" = "オールドタウン";
"Philosophers’ Way" = "哲学者の道";
"Carl Theodor bridge" = "カールテオドール橋";
"Funicular railway and King’s Seat" = "ケーニッヒシュトゥール とケーブルカー";
"Heidelberg Castle" = "ハイデルベルグ城";
"Dinner at HUGO Wine & Dine?" = "HUGO Wine & Dineで夕食?";
"Pick up a souvenir for Jordan" = "友達のおみやげを選ぶ";

/* To-dos in area "Hobbies" - Someday */

"Set foot on every continent" = "すべての大陸に足を踏み入れる";
"Africa" = "アフリカ";
"Antarctica" = "南極大陸";
"Asia" = "アジア";
"Australia" = "オーストラリア";
"Europe" = "ヨーロッパ";
"North America" = "北米";
"South America" = "南アメリカ";

"Travel bucket list for Africa" = "アフリカで行きたいところ";
"Chobe National Park, Botswana" = "ボツワナ、チョベ国立公園";
"Djmaa el Fna, Morocco" = "モロッコ、ジャマエルフナ広場";
"El Djem, Tunisia" = "チュニジア、エルジャム円形闘技場";
"Ouidah, Benin" = "ベナン、ウィダー";
"Victoria Falls, Zambia and Zimbabwe" = "ザンビアとジンバブエ、ヴィクトリアの滝";

"Travel bucket list for Asia" = "アジアで行きたいところ";
"Angkor Wat, Cambodia" = "カンボジア、アンコールワット";
"Fushimi Inari shrine, Kyoto, Japan" = "京都、伏見稲荷神社";
"Goa beaches, India" = "インド、ゴアビーチ";
"Sơn Đoòng Cave, Quảng Bình, Vietnam" = "ベトナム、ソンドン洞";
"Jinshanling and Simatai sections of the Great Wall, China" = "中国、万里の長城の金山嶺長城と司馬台長城";

"Travel bucket list for the Americas" = "南北アメリカで行きたいところ";
"El Rosario sanctuary, Mexico" = "メキシコ、エルロサリオ教会";
"Grand Canyon, Arizona, USA" = "アメリカ、アリゾナ州、グランドキャニオン";
"Lake Titicaca, Bolivia and Peru" = "ボリビアとペルー、チチカカ湖";
"Patagonia, Argentina and Chile" = "アルゼンチンとチリ、パタゴニア";
"Thor’s Hammer, Utah, USA" = "アメリカ、ユタ州、ブライスキャニオン";
"Ushuaia, Tierra del Fuego, Argentina" = "アルゼンチン、ウシュアイア";
"Whistler, British Columbia, Canada" = "カナダ、ウィスラー";

"Travel bucket list for Europe" = "ヨーロッパで行きたいところ";
"Aurora Borealis in Abisko, Sweden" = "スウェーデン、アビスコでオーロラ";
"Buzludzha monument, Bulgaria" = "ブルガリア、バズルジャの記念碑";
"Cappadocia, Turkey" = "トルコ、カッパドキア";
"Cinque Terre, Italy" = "イタリア、チンクエテッレ";
"Évora, Portugal" = "ポルトガル、エヴォラ";
"Friedrichsbad, Baden-Baden, Germany" = "ドイツ、バーデンバーデン、フリードリクスバート";
"Roussillon, France" = "フランス、ルシオン";

/* Logged to-dos */

"Scan photo albums" = "フォトアルバムをスキャン";
"1998-2003" = "1998年 - 2003年";
"2004-2007" = "2004年 - 2007年";

"Start learning the guitar" = "ギターを始める";
"“If you’ve got a guitar and a lot of soul, just bang something out and mean it. You’re the superstar.” —Krist Novoselic" = "“ギターと溢れるソウルがあるなら、何かを叩き出して、それに本気で取り組め。そうすれば、君はスーパースターさ。” —クリス・ノヴォセリック";
"Acoustic or electric?" = "アコスティック、それともエレキ?";
"Buy an electric guitar" = "エレキギターを買う";
"Practice C, G, and A chords" = "C、G、Aのコードを練習";

"Ask IT for a new keyboard ⌨️" = "IT部門に新しいキーボードを依頼 ⌨️";

"placeholder" = "placeholder";


/* Project: "Vacation in Norway" */

"Vacation in Norway" = "ノルウェイの休暇";
"Kayak tour on glacier lake" = "氷河湖でカヤックツアー";
"Jane’s birthday present – let’s paddle on a glacier lake! 🎉\n\n# Meeting point\n- Tourist Information in Rosendal\n- Travel time from house: 20 minutes\n- Guide’s name: Kåre\n\n# Tour details\n- This trip can be arranged if we have at least 4 participants.\n- The Kayak tour is about 3 miles in each direction.\n- Normal trip duration is 6 hours.\n- Lunch break at a small island in front of the glacier.\n\n# During the tour\n- Fly the drone to capture aerial footage\n- Hike around south side of the lake\n- There might be snow fields, even in July\n- Photography opportunities\n  - Wide lens to capture the scope of the glacier\n  - Tele lens for close-up shots of the glacier’s texture\n  - Lakes in the south-east, nestled in the mountains\n  - Ice floes at the west end of the lake\n  - Sunset (if minimal cloud cover)\n  - Milky Way (very little light pollution)\n  - Time lapses (sunset; ice drifting on the lake; Milky Way rising)" = "ナオの誕生日プレゼント – 氷河湖でパドル！ 🎉\n\n# 集合\n- ローゼンダール観光案内所\n- 家からの所要時間：20分\n- ガイドの名前：Kåre\n\n# ツアーの詳細\n- 最低4人参加するとツアーが実施される。\n- カヤックツアーは片道約3マイル。\n- 通常のツアー時間は6時間。\n- 氷河の前の小さな島でランチ休憩。\n\n# ツアー中\n- ドローンを飛ばして空撮\n- 湖の南側をハイキング\n- 雪が残っているところがあるかも。7月だけど\n- シャッターチャンス\n  - 氷河の大きさをとらえるために広角レンズを準備\n  - 接写で氷河のテクスチャを撮るために望遠レンズを準備\n  - 山々に囲まれた、南東の湖\n  - 湖の西の端にある浮氷塊\n  - 夕日 (最低限の雲であれば)\n  - 天の川 (公害がほとんどない)\n  - タイムラプス (夕日; 湖面を漂う氷; 天の川)";


/* Project: "Road Trip" */

"Road Trip" = "車で旅行";
"Visit Arches National Park" = "アーチーズ国立公園に行く";
"\n# Talk About Geology\n\nTeach the kids how **geologic processes** work over millions of years to turn a flat seabed into a sandstone wonderland! 🦕\n\n- Sandstone was deposited by *sedimentation*\n- The plateau was lifted due to *tectonic forces*\n- Layers of rock were carved away by *erosion*\n\nDon’t forget to mention the ::sponge analogy::, how sandstone layers expand when they surface. Cracks then allow water to further break down the rocks.\n\n\n# How Arches Form 🌧\n\n1. Rain erodes the rock and carries away sediment. Water enters fractures and further breaks off sandstone when freezing. \n2. Repeat this over ~~many years~~ millions of years (!) and fractured rock layers slowly turn into Fins.\n3. Repeat even longer, and Fins turn into Arches.\n\n[Wikipedia Article](wikipedia.org/wiki/Arches_National_Park)\n" = "\n# 地質について話す\n\n数百万年の間に**地質作用**がどのように働き、平坦な海底が砂岩の不思議な地形を形成したかを子供たちに教える！ 🦕\n\n- 砂岩は**堆積**によって固められた。\n- 台地は**地殻変動**の隆起により押し上げられた。\n- 岩の層は**侵食**によって削られた。\n\n::スポンジの例え:: を使って、砂岩の層が浮かび上がる時にどのように拡大するかを言い忘れないこと。その後、割れ目から水が入り込み、岩をさらに壊していく。\n\n\n# アーチーズが形成されたプロセス 🌧\n\n1. 雨が岩を浸食し、堆積物を流す。水が裂け目から浸入し、凍結するとさらに砂岩を破壊する。 \n2. この過程が ~~長い間~~ 数百万年もの間 (!) 繰り返され、砕けた岩の層がゆっくりと薄い板に変わった。\n3. さらに長い間繰り返され、薄い板がアーチになった。\n\n[ウィキペディア記事](wikipedia.org/wiki/Arches_National_Park)\n";


/* Project: "Company Website" */

"Company Website" = "会社のウェブサイト";
"Update website" = "ウェブサイトをアップデート";
"\n# Meeting Notes\n\nUpdate the global `styles.css` to reflect the decisions from the latest meeting. As requested by Emily:\n\n> Make sure our new font and color choices are used *consistently* (see below). And find out why out website has become so slow. Let’s make it **blazing fast**!\n\n```\n  body {\n    font-family: Verdana;\n    color: hsla(215, 98%, 2%, 1.0);\n  }\n```\n\n\n# Improving Page Speed\n\nCurrent load times when running `measure-speed`:\n\n```\n  example.com/index.html                   5.2 sec\n  example.com/products/boxes.html          2.1 sec\n  example.com/newsletter/subscribe.html    0.8 sec\n```" = "\n# 会議メモ\n\nグローバルな `styles.css` をアップデートして、クライアントとの直近の会議における決定事項を反映。エミリーのリクエスト通り：\n\n> 新しいフォントとカラーが一貫して使用されているかを確認 (以下参照)。自社ウェブサイトがこれほど遅くなった理由を見つけ出す。**劇的にスピードを上げる**！\n\n```\n  body {\n    font-family:Verdana;\n    color: hsla(215, 98%, 2%, 1.0);\n  }\n```\n\n\n# ページの速度を向上するには\n\n`measure-speed`を実行した際の現在の読み込み時間:\n\n```\n  example.com/index.html                   5.2秒\n  example.com/products/boxes.html          2.1秒\n  example.com/newsletter/subscribe.html    0.8秒\n```";

/* Project: "History Course" */

"History Course" = "歴史のクラス";
"Watch documentary about Napoleon" = "ナポレオンのドキュメンタリーを見る";
"Read chapters four and five" = "4章と5章を読む";
"Write essay on the French Revolution 🇫🇷" = "フランス革命についてエッセイを書く 🇫🇷";
"The French Revolution was a period of political and societal change in France. Some basic facts:\n\n- It lasted for 10 years, beginning in 1789. It ended with the formation of the French Consulate in 1799.\n- Many of its ideas are considered fundamental principles of liberal democracy.\n- It gave rise to the *tripartite motto* which was first expressed by Robespierre and later became the national motto of France:\n\n  1. Liberty. The ability to exercise one’s natural rights, so long as it doesn’t harm the same rights of others.\n  2. Equality. The law is the same for all, whether it protects or punishes. All citizens are equally eligible to high office.\n  3. Fraternity. An ethical bond based on love and solidarity.\n\n- It also inspired campaigns for the abolition of slavery and universal suffrage. More info here: wikipedia.org/wiki/French_Revolution" = "フランス革命はフランス王国における政治的および社会的な変革の時期。基本的事実：\n\n- 1789年に始まり、10年続いた。 \n- 1799年にフランス統領政府の成立により終結。\n- その考えの多くは自由民主主義の基本理念とみなされている。\n- ロベスピエールによって最初に表現され、後にフランスの標語となった 3つのモットーを生んだ：\n\n  1. 自由。各人の自然権を行使する資格。他者の同じ権利を害しない範囲で行使できる。\n  2. 平等。保護を与えるにせよ、罰を与えるにせよ、法は全ての人間に対して同一である。すべての市民は平等に高位につく権利がある。\n  3. 友愛。愛と連帯に基づく倫理的な絆。\n\n- 奴隷制度の廃止と普通選挙を求める社会運動の原動力ともなった。詳細: wikipedia.org/wiki/French_Revolution";
